;汉化：aotix

[CerberusTrooperM1 X2CharacterTemplate]
strCharacterName="地狱犬士兵"
[CerberusTrooperM2 X2CharacterTemplate]
strCharacterName="地狱犬士兵"
[CerberusTrooperM3 X2CharacterTemplate]
strCharacterName="地狱犬士兵"

[AutopsyCerberusTrooper X2TechTemplate]
DisplayName="解剖地狱犬士兵"
Summary="突击兵似乎是地狱犬部队的基础力量。让我们了解一下这个新的敌人。"
CodeName="九头蛇Mk. 1"
LongDescription="那些通过艰苦基础训练的地狱犬候选者，将接受一项心理强化训练计划，使他们勇往直前、纪律严明、冷酷无情。他们配备着定制设计的盔甲和步枪，以稳定的精度和熟练的合作来行动。他们第一个发起进攻，通常与更强大的单位协同作战。他们巧妙地利用这种方式，将对手牢牢地牵制住，直到地狱犬联军袭来，对手的反应将为时已晚。"

[CorpseCerberusTrooper X2ItemTemplate]
FriendlyName="地狱犬士兵尸体"
FriendlyNamePlural="地狱犬士兵尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CerberusTrooperArmor X2TechTemplate]
DisplayName="地狱犬士兵盔甲"
Summary="地狱犬突击士兵获得突击盔甲，这些盔甲被期望能够扭转战局，对抗那些会摧毁普通士兵的敌军。"
CodeName="九头蛇的鳞片Mk. 1"
LongDescription="地狱犬突击士兵获得突击盔甲，这些盔甲被期望能够扭转战局，对抗那些会摧毁普通士兵的敌军。"

[CerberusTrooperArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬士兵盔甲"
FriendlyNamePlural="地狱犬士兵盔甲"
BriefSummary="地狱犬突击士兵获得突击盔甲，这些盔甲被期望能够扭转战局，对抗那些会摧毁普通士兵的敌军。"
TacticalText="<Bullet/>地狱犬突击士兵获得突击盔甲，这些盔甲被期望能够扭转战局，对抗那些会摧毁普通士兵的敌军。"



